---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricationPartMaterial
source: html/6ba83e6a-aa06-78f5-5f14-5ab0e7f9f7df.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricationPartMaterial Property

"Part Material"

## Syntax (C#)
```csharp
public static ForgeTypeId FabricationPartMaterial { get; }
```